7zip
alacritty
android-file-transfer
atac
base
base-devel
bat
bluetui
bluez-utils
brightnessctl
btop
btrfs-progs
dmenu
dmidecode
docker
docker-buildx
docker-compose
dunst
edk2-ovmf
efibootmgr
eza
fd
feh
firefox
fish
git
glow
gst-plugin-pipewire
helix
htop
i3-wm
i3blocks
i3status
i3status-rust
impala
intel-media-driver
intel-ucode
iptables-nft
iwd
jq
less
libnotify
libpulse
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
lxappearance
ly
maim
nano
neovim
noto-fonts-cjk
noto-fonts-emoji
openssh
otf-geist-mono-nerd
papirus-icon-theme
pass
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
pulsemixer
python-beautifulsoup4
python-readability-lxml
python-requests
ripgrep
rofi
smartmontools
sof-firmware
starship
stow
syncthing
tig
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-intel
wget
wireless_tools
wireplumber
wpa_supplicant
xclip
xdg-utils
xh
xorg-xinit
xss-lock
xterm
yazi
zellij
zram-generator
